---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SupportHeight
source: html/7f814c62-3c5b-d204-4d84-858dd161cb6d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SupportHeight Property

"Height"

## Syntax (C#)
```csharp
public static ForgeTypeId SupportHeight { get; }
```